driver-tests/bpelse/assign/AssignNamespacesJBI/test/AttrQnameLiteral/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:att="http://j2ee.netbeans.org/wsdl/attrQnameAssign_withStructPart">
  <soapenv:Body>
    <att:partElement att:newAttribute="?qname?">
      <att:newElement>AttrQnameLiteral</att:newElement>
    </att:partElement>
  </soapenv:Body>
</soapenv:Envelope>